[
        {
            "id": "PR-1",
            "title": "Запеканка мясная 'Сытная'",
            "description": "Очень простая в приготовлении, но очень вкусная запеканка из картофеля и мясного фарша, с помидорами и сыром.",
            "MainSlider": false,
            "ProductOfDay": true,
            "timeForCookong": 60,
            "TypeOfproducts": " dinner",
            "quantityOfServings": 4,
            "image": "Pr-1.jpg",
            "moreDescription": "Очень простая в приготовлении, но очень вкусная запеканка из картофеля и мясного фарша, с помидорами и сыром.",
            "CoocingLevel": "easy",
            "ingredients": [
                {
                    "title": "Фарш свино-говяжий ",
                    "quantity": "300 г"
                },
                {
                    "title": "Картофель ",
                    "quantity": "3 шт."
                },
                {
                    "title": "Помидор",
                    "quantity": "1 шт."
                },
                {
                    "title": "Лук репчатый",
                    "quantity": "1 шт."
                },
                {
                    "title": "Сыр твердых сортов",
                    "quantity": "150 г"
                },
                {
                    "title": "Яйцо",
                    "quantity": "1 шт."
                },
                {
                    "title": "Соль",
                    "quantity": "по вкусу"
                },
                {
                    "title": "Майонез или сметана",
                    "quantity": "100 г"
                },
                {
                    "title": "Специи ",
                    "quantity": "по вкусу"
                },
                {
                    "title": "Масло растительное",
                    "quantity": "2 ч.л"
                }
            ],
            "steps": [
                {
                    "title": "В готовый свино-говяжий фарш добавляем 1 сырое яйцо, соль и перец по вкусу. Перемешиваем."
                },
                {
                    "title": "Сырой картофель очищаем и нарезаем тонкими кружочками. На дно смазанной растительным маслом формы укладываем нарезанный картофель, солим."
                },
                {
                    "title": "Чтобы картофель быстрее приготовился, а запеканка была сочной, поливаем сверху соусом - для соуса перемешиваем 4 ст. ложки майонеза или сметаны, 3 ст. ложки кипяченой воды, специи и соль. Любители поострее могут добавить немного горчицы."
                },
                {
                    "title": "Лук нарезаем полукольцами и выкладываем сверху, на картофель в соусе."
                },
                {
                    "title": "Следующий слой - сырой фарш."
                },
                {
                    "title": "Свежие помидоры нарезаем кружочками и выкладываем на фарш."
                },
                {
                    "title": "Делаем сеточку из майонеза"
                },
                {
                    "title": "Посыпаем сверху тертым сыром. Ставим в духовку, разогретую до 200 градусов. Запекаем до мягкости картофеля. Проверяем готовность примерно через 35 минут. Чтобы сыр слишком не румянился, можно прикрыть фольгой."
                },
                {
                    "title": "Запеканка мясная с картофелем готова."
                }

            ]
        },
        {
            "id": "PR-2",
            "title": "Макароны с мясом в соусе",
            "description": "Блюдо привлекательно тем, что макароны отдельно отваривать не нужно, они тушатся в соусе вместе с мясом.",
            "MainSlider": false,
            "ProductOfDay": true,
            "timeForCookong": 70,
            "TypeOfproducts": "lunch",
            "quantityOfServings": 2,
            "image": "PR-2.jpg",
            "moreDescription": "Блюдо привлекательно тем, что макароны отдельно отваривать не нужно, они тушатся в соусе вместе с мясом. Таким образом макароны полностью пропитываются мясной подливкой.",
            "CoocingLevel": "easy",
            "ingredients": [
                {
                    "title": "Свинина",
                    "quantity": "300 г"
                },
                {
                    "title": "Макароны ",
                    "quantity": "250 г"
                },
                {
                    "title": "Томатный сок",
                    "quantity": "200 мл"
                },
                {
                    "title": "Морковь ",
                    "quantity": "50 г"
                },
                {
                    "title": "Перец сладкий",
                    "quantity": "40 г"
                },
                {
                    "title": "Лук репчатый",
                    "quantity": "40 г"
                },
                {
                    "title": "Масло растительное",
                    "quantity": "40 мл"
                },
                {
                    "title": "Петрушка",
                    "quantity": "2 веточки"
                },
                {
                    "title": "Соль ",
                    "quantity": "по вкусу"
                },
                {
                    "title": "Перец чёрный молотый",
                    "quantity": "по вкусу "
                },
                {
                    "title": "Вода ",
                    "quantity": "200 г"
                }
            ],
            "steps": [
                {
                    "title": "Подготовьте все необходимые ингредиенты. Для рецепта подходит любая часть свинины, я использовала корейку без кости (такое мясо не сильно жирное)."
                },
                {
                    "title": "Свинину промойте, обсушите, нарежьте средними кусочками."
                },
                {
                    "title": "В сковороде разогрейте масло на среднем огне, выложите кусочки свинины и обжаривайте 3-4 минуты. Затем убавьте огонь до небольшого, томите мясо под крышкой 15 минут."
                },
                {
                    "title": "Пока мясо готовится, займитесь овощами: очистите лук и сладкий перец. Нарежьте очищенную морковь брусочками, лук - полукольцами, перец - полосками."
                },
                {
                    "title": "Выложите лук к мясу и обжаривайте вместе 2-3 минуты, помешивая."
                },
                {
                    "title": "Морковь отправьте к мясу, перемешайте."
                },
                {
                    "title": "Добавьте сладкий перец и перемешайте. Обжаривайте мясо с овощами 4-5 минут. Посолите и поперчите."
                },
                {
                    "title": "Влейте томатный сок и тушите мясо с овощами 25 минут."
                },
                {
                    "title": "Петрушку промойте, мелко нарежьте. Добавьте зелень в сковороду."
                },
                {
                    "title": "Вскипятите 200 мл воды. В сковороду выложите макароны, влейте горячую воду."
                },
                {
                    "title": "Перемешайте макароны с овощами, тушите всё вместе на медленном огне под крышкой 10 минут, до мягкости макарон."
                },
                {
                    "title": "Макароны с мясом в томатном соусе готовы. Подавайте блюдо к столу в горячем виде."
                }
            ]
        },
        {
            "id": "PR-3",
            "title": "Курица, тушенная в кисло-сладком соусе",
            "description": "На приготовление курицы с овощами по-китайски требуется совсем немного времени.",
            "MainSlider": false,
            "ProductOfDay": false,
            "timeForCookong": 30,
            "TypeOfproducts": "dinner",
            "quantityOfServings": 4,
            "image": "PR-3.png",
            "moreDescription": "На приготовление курицы с овощами по-китайски требуется совсем немного времени. Куриное мясо и овощи сначала обжариваются, а затем тушатся в кисло-сладком соусе с лёгкой остринкой. Благодаря овощам и соусу блюдо получается сочным, оригинальным и очень вкусным.",
            "CoocingLevel": "easy",
            "ingredients": [
                {
                    "title": "Куриное филе",
                    "quantity": "500 г"
                },
                {
                    "title": "Перец сладкий",
                    "quantity": "150 г"
                },
                {
                    "title": "Морковь",
                    "quantity": "100 г"
                },
                {
                    "title": "Кетчуп томатный",
                    "quantity": "100 г"
                },
                {
                    "title": "Перец острый молотый",
                    "quantity": "1 ч. л"
                },
                {
                    "title": "Сахар",
                    "quantity": "1 cт. л"
                },
                {
                    "title": "Крахмал кукурузный",
                    "quantity": "1 cт. л"
                },
                {
                    "title": "Соевый соус",
                    "quantity": "3 cт. л"
                },
                {
                    "title": "Масло растительное",
                    "quantity": "1 ст. л"
                },
                {
                    "title": "Имбирь свежий ",
                    "quantity": "10г."
                },
                {
                    "title": "Кунжут",
                    "quantity": "1 ч. л"
                }
            ],
            "steps": [
                {
                    "title": "Подготовьте все необходимые ингредиенты. Блюдо готовится быстро, поэтому всё должно быть под рукой."
                },
                {
                    "title": "Куриное филе нарежьте небольшими кубиками размером примерно 2х2 см."
                },
                {
                    "title": "Сладкий перец очистите от семян и хвостика и нарежьте кусочками примерно такого же размера, как и куриное филе. Морковь очистите и нарежьте полукружиями."
                },
                {
                    "title": "Разогрейте в сковороде с толстым дном или сотейнике растительное масло. Обжарьте на нём куриное филе на сильном огне до выпаривания жидкости, примерно 7-8 минут."
                },
                {
                    "title": "Добавьте в сковороду морковь и перец, обжарьте всё вместе на среднем огне ещё 5-7 минут, помешивая."
                },
                {
                    "title": "Имбирь натрите на мелкой тёрке. Добавьте в сковороду острый молотый перец (или колечки острого перца) и имбирь."
                },
                {
                    "title": "Переложите в сковороду томатный кетчуп, перемешайте."
                },
                {
                    "title": "Добавьте соевый соус, перемешайте и тушите на среднем огне 5-7 минут."
                },
                {
                    "title": "Добавьте в сковороду сахар и крахмал, перемешайте. Прогрейте блюдо на небольшом огне ещё 2 минуты, до загустения соуса."
                },
                {
                    "title": "Курица, тушенная в кисло-сладком соусе с болгарским перцем и морковью, готова."
                },
                {
                    "title": "Присыпьте курицу с овощами семенами кунжута."
                },
                {
                    "title": "Такое блюдо из курицы замечательно сочетается с отварным рисом. Нежные кусочки куриного филе и сочные овощи в оригинальном кисло-сладком соусе с остринкой - идеально!"
                }
            ]
        },
        {
            "id": "PR-4",
            "title": "Суп из шампиньонов",
            "description": "Готовить суп из шампиньонов одно удовольствие. Первое блюдо получается наваристым и аппетитным.",
            "MainSlider": true,
            "ProductOfDay": false,
            "timeForCookong": 30,
            "TypeOfproducts": "lunch",
            "quantityOfServings": 3,
            "image": "Pr-4.jpg",
            "moreDescription": "Шампиньоны - простые грибы растущие повсеместно, в наше время шампиньоны в больших объемах выращивают на различных фермах, так что достать их можно в любом супермаркете или магазине.",
            "CoocingLevel": "all",
            "ingredients": [
                {
                    "title": "Шампиньоны",
                    "quantity": "500 г."
                },
                {
                    "title": "Сливочное масло",
                    "quantity": "90 г."
                },
                {
                    "title": "Луковица",
                    "quantity": "2 шт."
                },
                {
                    "title": "Чеснок",
                    "quantity": "1 зубчик"
                },
                {
                    "title": "Мука",
                    "quantity": "2 ст. л"
                },
                {
                    "title": "Куриный бульон",
                    "quantity": "1 л."
                },
                {
                    "title": "Лавровый лист",
                    "quantity": "1 шт."
                },
                {
                    "title": "Сливки",
                    "quantity": "4 ст. л"
                },
                {
                    "title": "Соль",
                    "quantity": "по вкусу"
                }
            ],
            "steps": [
                {
                    "title": "Для начала почистим, затем нарежем грибочки и лук."
                },
                {
                    "title": "Растопить сливочное масло в кастрюле и потушить лук с чесноком. Примерно 6 минут."
                },
                {
                    "title": "Следующим шагом добавляем грибы. Тушим шампиньоны с луком в течении 3 минут. Постоянно помешивайте."
                },
                {
                    "title": "Посыпать грибы мукой, хорошо перемешать. Убедитесь, что все шампиньоны покрыты мучной массой."
                },
                {
                    "title": "Далее нужно влить горячего куриного бульона. Довести до кипения. Добавить лаврушку и варить в течении 10 минут. Удалить лавровый лист, затем переставить суп остывать на несколько минут."
                },
                {
                    "title": "Смешайте суп блендером/миксером."
                },
                {
                    "title": "Вернуть суп в кастрюлю и нагреть до кипения. Добавить сливки."
                }
            ]
        },
        {
            "id": "PR-5",
            "title": "Банановый торт",
            "description": "Рецепты бананового торта с фото пригодятся любителям желтого экзотического фрукта, устроителям разных праздников и вечеринок...",
            "MainSlider": true,
            "ProductOfDay": true,
            "timeForCookong": 120,
            "TypeOfproducts": "dinner",
            "quantityOfServings": 3,
            "image": "Pr-5.jpg",
            "moreDescription": "Рецепты бананового торта с фото пригодятся любителям желтого экзотического фрукта, устроителям разных праздников и вечеринок и тем, кто хочет поразить родных и близких невероятно вкусной выпечкой.",
            "CoocingLevel": "easy",
            "ingredients": [
                {
                    "title": "Сухофрукты",
                    "quantity": "1 стакан"
                },
                {
                    "title": "Яблочный сок",
                    "quantity": "5 стаканов"
                },
                {
                    "title": "Сода для выпечки",
                    "quantity": "0.5 ч.л"
                },
                {
                    "title": "Порошок для выпечки",
                    "quantity": "0.5 ч.л"
                },
                {
                    "title": "Соль",
                    "quantity": "0.25 ч.л"
                },
                {
                    "title": "Сливочное масло",
                    "quantity": "4 ст. л"
                },
                {
                    "title": "Банан",
                    "quantity": "2 шт."
                },
                {
                    "title": "Йогурт",
                    "quantity": "3 ст. л."
                },
                {
                    "title": "Ванильный экстракт",
                    "quantity": "1 ч.л"
                },
                {
                    "title": "Яичный белок",
                    "quantity": "2 шт."
                },
                {
                    "title": "Грецкий орех",
                    "quantity": "0.5 стакана"
                },
                {
                    "title": "Мука",
                    "quantity": "1 стакан"
                }
            ],
            "steps": [
                {
                    "title": "Разогреть духовку до 350 F. Высыпать сухофрукты в небольшую миску, добавить яблочный сок и накрыть крышкой. Поместить посуду с сухофруктами в духовку на 1/2 минуты. После чего, достаньте миску и отложите в сторону на 15 минут. Сухофрукты должны впитать большую часть влаги."
                },
                {
                    "title": "В средней миске смешиваем муку, порошок для выпечки и соду. Откладываем в сторону."
                },
                {
                    "title": "Смешиваем бананы, йогурт, ванильный экстракт и 2 яичных белка в блендер в течение 10 секунд."
                },
                {
                    "title": "В отдельной миске взбиваем сливочное маслом и светло-коричневый сахар. Затем добавляем банановую смесь и снова взбиваем."
                },
                {
                    "title": "Смешиваем мучную смесь с жидкой"
                },
                {
                    "title": "Сливаем жидкость из сухофруктов, добавляем 1/2 часть сухофруктов и столько же молотых грецких орехов в тесто."
                },
                {
                    "title": "Уложите бумагу для выпечки на дно формы для того, чтобы избежать пригорание. Залейте тесто в форму, посыпьте оставшимися орехами, сухофруктами и выпекайте в течении 45 минут. Затем дайте торту остыть минут 15."
                }
            ]
        },
        {
            "id": "PR-6",
            "title": "Гренки из батона с молоком",
            "description": "Гренки из батона с молоком на сковороде - блюдо универсальное. Из него может получиться как сладкий, так и сытный завтрак.",
            "MainSlider": true,
            "ProductOfDay": false,
            "timeForCookong": 20,
            "TypeOfproducts": "dinner",
            "quantityOfServings": 2,
            "image": "Pr-6.jpg",
            "moreDescription": "Гренки из батона с молоком на сковороде - блюдо универсальное. Из него может получиться как сладкий, так и сытный завтрак. Например, с шариком мороженного, ягодами или фруктами, джемом или шоколадом – это отличный десерт к чашечке черного кофе. Но базовый рецепт легко преобразовать и приготовить закусочные гренки. В этом случае не добавляйте сладкие ингредиенты в тесто, а положите немного измельченной зелени и чуть больше соли. Подайте такие гренки с ломтиком поджаренного хрустящего бекона, яйцом пашот или глазуньей – и перед вами сытный вариант завтрака.",
            "CoocingLevel": "hard",
            "ingredients": [
                {
                    "title": "белый хлеб",
                    "quantity": "8 ломтиков"
                },
                {
                    "title": "молоко",
                    "quantity": "140 мл"
                },
                {
                    "title": "яйца",
                    "quantity": "2 шт."
                },
                {
                    "title": "сахар ",
                    "quantity": "30 г"
                },
                {
                    "title": "ванилин ",
                    "quantity": "10 г"
                },
                {
                    "title": "корица ",
                    "quantity": "5 г"
                },
                {
                    "title": "соль ",
                    "quantity": "1 г"
                },
                {
                    "title": "растительное масло",
                    "quantity": "60 мл"
                }
            ],
            "steps": [
                {
                    "title": "Подготовьте все ингредиенты для гренок по списку. Важно, чтобы куриные яйца и молоко, необходимые для приготовления блюда, были одинаковой комнатной температуры."
                },
                {
                    "title": "В глубокую емкость разбейте яйца, добавьте молоко, соль, обычный и ванильный сахар, корицу и слегка взбейте ручным венчиком до получения однородного теста. Блендер не понадобится."
                },
                {
                    "title": "Белый хлеб нарежьте одинаковыми кусочками, толщиной не больше 2-3 см. Сковороду разогрейте с растительным маслом. Каждый кусочек хлеба опускайте в подготовленное тесто и выкладывайте на сковороду."
                },
                {
                    "title": "Как только хлеб с одной стороны покроется румяной корочкой, уменьшите нагрев. Наколите кусочек хлеба вилкой и переверните его на другую сторону."
                },
                {
                    "title": "Жарьте гренки до золотистого цвета, часто переворачивая. Так приготовьте все кусочки хлеба. Выложите их на тарелку, выстеленную бумажным полотенцем, чтобы избавиться от лишнего жира."
                }
            ]
        },
        {
            "id": "PR-7",
            "title": "Пирог с тыквой и фетой",
            "description": "Настоящий осенний пирог, который сможет согреть в дождливые дни.",
            "MainSlider": false,
            "ProductOfDay": true,
            "timeForCookong": 80,
            "TypeOfproducts": "dinner",
            "quantityOfServings": 6,
            "image": "Pr-7.jpg",
            "moreDescription": "Настоящий осенний пирог согреет в дождливые дни. Вкус тыквы потрясающий, но если вы не любитель оранжевых плодов, то в качестве начинки можно использовать помидоры, свеклу, цукини или даже фрукты.",
            "CoocingLevel": "hard",
            "ingredients": [
                {
                    "title": "мука ",
                    "quantity": "270 г"
                },
                {
                    "title": "вода ",
                    "quantity": "60 мл"
                },
                {
                    "title": "растительное масло",
                    "quantity": "60 мл"
                },
                {
                    "title": "соль ",
                    "quantity": "0,5 ч. л."
                },
                {
                    "title": "яйцо ",
                    "quantity": "1 шт."
                },
                {
                    "title": "тыква ",
                    "quantity": "450 г"
                },
                {
                    "title": "сыр фета",
                    "quantity": "180 г"
                },
                {
                    "title": "соль",
                    "quantity": "по вкусу"
                }
            ],
            "steps": [
                {
                    "title": "Просеянную муку смешиваем с солью, добавляем масло, теплую воду, яйцо. Замешиваем тесто, скатываем в шар, заворачиваем в пленку и оставляем на 60 минут. Масло лучше использовать оливковое, тогда тесто будет очень эластичным."
                },
                {
                    "title": "Раскатываем тесто в круг. Оно должно выходить за форму. Форму лучше использовать керамическую с диаметром 28 см, но если нет подойдет и любая другая. "
                },
                {
                    "title": "Тесто выкладываем на застеленную пергаментом форму. Тыкву нарезаем ломтиками чем тоньше, тем быстрее испечется пирог. Выкладываем начинку, посыпаем солью и специями, затем кладем сыр. "
                },
                {
                    "title": "Защипываем края. Выпекаем около 1ч 30мин при 180 градусах."
                }
            ]
        },
        {
            "id": "PR-8",
            "title": "Ташкентский плов",
            "description": "Ташкентский плов когда-то готовили в столице Узбекистане только по большим праздникам. Сегодня он повсеместно вытесняет чайханский...",
            "MainSlider": false,
            "ProductOfDay": false,
            "timeForCookong": 90,
            "TypeOfproducts": "dinner",
            "quantityOfServings": 10,
            "image": "Pr-8.jpg",
            "moreDescription": "Ташкентский плов когда-то готовили в столице Узбекистане только по большим праздникам. Сегодня он повсеместно вытесняет чайханский, который еще недавно считался самым популярным видом этого блюда. Чем отличается один от другого? Прежде всего, тем, что в состав ташкентского входит нут, который делает текстуру плова более плотной, а вкус — насыщенным.",
            "CoocingLevel": "hard",
            "ingredients": [
                {
                    "title": "нут",
                    "quantity": "220 г"
                },
                {
                    "title": "мякоть баранины с грудины",
                    "quantity": "1-1,2 кг"
                },
                {
                    "title": "курдючный жир",
                    "quantity": "300 г"
                },
                {
                    "title": "морковь",
                    "quantity": "1 кг"
                },
                {
                    "title": "репчатые луковицы",
                    "quantity": "3 шт."
                },
                {
                    "title": "головки чеснока",
                    "quantity": "2–3 шт."
                },
                {
                    "title": "рис сорта лазер",
                    "quantity": "1 кг"
                },
                {
                    "title": "изюм кишмиш",
                    "quantity": "100 г"
                },
                {
                    "title": "рафинированное растительное масло",
                    "quantity": "250 мл"
                },
                {
                    "title": "питьевая вода",
                    "quantity": "1,5 л"
                },
                {
                    "title": "перец чили",
                    "quantity": "1 шт."
                },
                {
                    "title": "сахар",
                    "quantity": "1/2 ч. л."
                },
                {
                    "title": "зира",
                    "quantity": "1,5 ч. л."
                },
                {
                    "title": "молотая паприка",
                    "quantity": "1 ч. л."
                },
                {
                    "title": "барбарис ",
                    "quantity": "1 ч. л."
                },
                {
                    "title": "молотый черный перец",
                    "quantity": "1 ч. л."
                },
                {
                    "title": "куркума ",
                    "quantity": "на кончике ножа"
                },
                {
                    "title": "соль ",
                    "quantity": "по вкусу"
                }
            ],
            "steps": [
                {
                    "title": "Подготовьте нут для ташкентского плова. Для этого насыпьте его в кастрюлю и залейте большим количеством воды. Оставьте на 24 часа. Откиньте нут на дуршлаг и промойте проточной водой."
                },
                {
                    "title": "Мякоть баранины для плова нарежьте на 8–10 кусков. Отмерьте 100 г курдючного жира и нарежьте кубиками со стороной 1 см. Морковь нашинкуйте тонкой соломкой длиной 5–6 см. Лук нарежьте полукольцами. У головок чеснока срежьте корневую часть и снимите верхние слои шелухи, оставив лишь самую тонкую."
                },
                {
                    "title": "Подготовьте рис для ташкентского плова. Промойте его семь-восемь раз в большом количестве воды до тех пор, пока она не станет прозрачной. Затем залейте рис теплой водой (37°C) и щедро посолите и оставьте на 1 час. Кишмиш залейте небольшим количеством горячей воды."
                },
                {
                    "title": "Приготовьте зирвак для плова. Разогрейте в казане масло на сильном огне до появления белого дымка. Опустите в него жир, нарезанный кубиками, и большой кусок жира. Жарьте до золотистого цвета. Мелкие кубики жира не перемешивайте. Большой кусок переворачивайте, чтобы он обжарился со всех сторон. Выложите шумовкой на тарелку."
                },
                {
                    "title": "В казан с кипящим жиром положите баранину и обжаривайте до выпаривания жидкости и золотистой корочки на кусочках. Затем добавьте лук и жарьте до светло-желтого цвета. Разровняйте мясо с луком, сверху распределите морковь."
                },
                {
                    "title": "На этапе приготовления плова «первая вода» влейте в казан 1,25 л горячей воды. Прижмите шумовкой морковь и погрузите в будущий зирвак головки чеснока и стручок перца чили. Добавьте сахар и все специи, растерев зиру пальцами."
                },
                {
                    "title": "Выложите поверх моркови нут и разровняйте. Тушите без крышки 40–60 минут. В середине процесса извлеките головки чеснока и перец, отложите. Погрузите в зирвак обжаренный кусок жира. Тушите, пока большая часть воды не выпарится, чтобы на зирвак можно было спокойно уложить слой риса. В конце сильно посолите (больше, чем надо)."
                },
                {
                    "title": "Слейте с риса для плова всю воду. Выложите рис на зирвак и разровняйте. Влейте горячую «вторую воду» через шумовку, чтобы вода не «била» по рисовому слою. Добавьте ее столько, чтобы она едва доходила до верхних крупинок. Вновь разровняйте рис и чуть-чуть посолите."
                },
                {
                    "title": "Увеличьте огонь до максимума. Зирвак и вода должны равномерно закипеть и дать мощный пар, который обработает рис. Тогда он «возьмет» жидкости столько, сколько нужно. Вода должна выпариться до слоя зирвака."
                },
                {
                    "title": "«Закройте» плов. Сначала попробуйте рис: он должен быть суховатым, но почти готовым (внутренняя часть не хрустит). Аккуратно, шумовкой, соберите рис полушаром от стенок к центру. Посыпьте кишмишем, сверху воткните перец чили. Тонкой палочкой проделайте несколько отверстий до дна казана."
                },
                {
                    "title": "Влейте в отверстия по чайной ложке горячей воды. Разровняйте поверхность. Плотно закройте казан крышкой и уменьшите огонь до минимума. Варите 30 минут. Курдючный жир извлеките вместе с мякотью баранины. Мясо нарежьте небольшими кусочками, а жир — тонкими пластинами."
                },
                {
                    "title": "На большое плоское блюдо (ляган) выложите горкой рис, морковь, нут и кишмиш. Сверху распределите мясо. По краю блюда прямо на ташкентский плов уложите лепестки курдючного жира. Водрузите сверху головки чеснока и перец."
                }
            ]
        },
        {
            "id": "PR-9",
            "title": "Каша Дружба на молоке",
            "description": "Готовили ли вы когда-нибудь кашу Дружба на молоке в кастрюле? Если нет, то наверняка хотя бы слышали о существовании такого блюда. По крайней мере...",
            "MainSlider": false,
            "ProductOfDay": false,
            "timeForCookong": 30,
            "TypeOfproducts": "breakfast",
            "quantityOfServings": 2,
            "image": "Pr-9.jpg",
            "moreDescription": "Готовили ли вы когда-нибудь кашу Дружба на молоке в кастрюле? Если нет, то наверняка хотя бы слышали о существовании такого блюда. По крайней мере, те, чье детство пришлось на времена СССР,  отлично знакомы с кашей Дружба: ее обычно готовили из пшена и риса. Собственно, отсюда произошло и название, ведь эти крупы действительно отлично сочетаются, подчеркивая достоинства и скрывая недостатки друг друга.",
            "CoocingLevel": "easy",
            "ingredients": [
                {
                    "title": "рис",
                    "quantity": "50 г"
                },
                {
                    "title": "пшено",
                    "quantity": "50 г"
                },
                {
                    "title": "изюм ",
                    "quantity": "40 г"
                },
                {
                    "title": "молоко ",
                    "quantity": "500 мл"
                },
                {
                    "title": "сахар ",
                    "quantity": "2 ст. л."
                },
                {
                    "title": "соль",
                    "quantity": "на кончике ножа"
                },
                {
                    "title": "сливочное масло",
                    "quantity": "30 г"
                }
            ],
            "steps": [
                {
                    "title": "Подготовьте ингредиенты для каши. Прежде всего, переберите рис и пшено, затем тщательно промойте по отдельности до прозрачной воды. Откиньте на мелкое сито."
                },
                {
                    "title": "Изюм вымойте и сложите в маленькую миску. Залейте кипящей водой и оставьте на 10 минут, затем процедите. Молоко налейте в кастрюлю с толстым дном и доведите до кипения. Всыпьте сахар, соль и перемешайте."
                },
                {
                    "title": "Добавьте в молоко рис и пшено. Помешивая, доведите до кипения. Варите на слабом огне около 20 минут. Добавьте сливочное масло и перемешайте. Плотно закройте кастрюлю с кашей Дружба и оставьте на выключенной плите на 15 минут. Перед подачей добавьте изюм."
                }
            ]
        },
        {
            "id": "PR-10",
            "title": "Аранчини с сыром",
            "description": "Аранчини – это интересная, необычная и потрясающе вкусная закуска итальянского происхождения, о которой в нашей стране, к сожалению, практически ничего...",
            "MainSlider": true,
            "ProductOfDay": true,
            "timeForCookong": 20,
            "TypeOfproducts": "breakfast",
            "quantityOfServings": 7,
            "image": "Pr-10.jpg",
            "moreDescription": "Аранчини – это интересная, необычная и потрясающе вкусная закуска итальянского происхождения, о которой в нашей стране, к сожалению, практически ничего не известно, и слышать о ней могли разве что те, кто когда-либо отдыхал на острове Сицилия, где ее изобрели несколько веков назад и она до сих пор широко распространена в заведениях общепита. Лично я на Сицилии пока еще ни разу не бывала, а об аранчини узнала совершенно случайно при посещении одного американского кулинарного сайта, где была совершенно очарована описанием и фотографиями этого блюда и с первого взгляда влюбилась в аппетитные маленькие шарики жизнерадостного оранжевого цвета.",
            "CoocingLevel": "easy",
            "ingredients": [
                {
                    "title": "рис",
                    "quantity": "100-150 г"
                },
                {
                    "title": "яйцо",
                    "quantity": "1 шт."
                },
                {
                    "title": "пармезан или грана подано",
                    "quantity": "50-70 г"
                },
                {
                    "title": "соль",
                    "quantity": "по вкусу"
                },
                {
                    "title": "сыр в начинку",
                    "quantity": "100 г"
                },
                {
                    "title": "панировочные сухари",
                    "quantity": "по ощущениям"
                },
                {
                    "title": "яйцо для обвалки",
                    "quantity": "1 шт."
                }
            ],
            "steps": [
                {
                    "title": "Отварить рис. Остудить, немного помять, добавить яйцо и пармезан. Перемешать. Можно добавить зелень."
                },
                {
                    "title": "Подготовить перебитое яйцо и панировочные сухари. Берём немного рисовой массы и формируем шарик. Внутрь укладываем кусочек сыра. Хорошенько его закрываем."
                },
                {
                    "title": "Окунаем шарик сначала в яйцо, потом обваливаем в панировочных сухарях. Обжариваем в масле до золотистости при 150-160 градусах."
                }
            ]
        },
        {
            "id": "PR-11",
            "title": "Салат из риса c каперсами",
            "description": "Нейтральный рис послужит основой для сытного салата, который удобно взять с собой в офис. ",
            "MainSlider": false,
            "ProductOfDay": false,
            "timeForCookong": 10,
            "TypeOfproducts": "breakfast",
            "quantityOfServings": 3,
            "image": "Pr-11.jpg",
            "moreDescription": "Нейтральный рис послужит основой для сытного салата, который удобно взять с собой в офис. Черешковый сельдерей заменит огурец, маслины - каперсы, а тыквенные семечки - кунжут. Действуйте по обстоятельствам! ",
            "CoocingLevel": "easy",
            "ingredients": [
                {
                    "title": "Отваренный рис",
                    "quantity": "200 г"
                },
                {
                    "title": "огурец",
                    "quantity": "1"
                },
                {
                    "title": "побега зеленого лука",
                    "quantity": "4"
                },
                {
                    "title": "пучок пряной зелени",
                    "quantity": "1"
                },
                {
                    "title": "соль",
                    "quantity": "по вкусу"
                }
            ],
            "steps": [
                {
                    "title": "Зеленый лук нарежьте тонкими колечками по диагонали. Листья зелени отделите от веточек и тонко нарежьте."
                },
                {
                    "title": "Огурец разрежьте вдоль на четыре части, удалите семена и разрежьте каждую часть вдоль пополам. Разрежьте каждую восьмую часть на 2-3 части, чтобы получились недлинные брусочки."
                },
                {
                    "title": "Приготовьте заправку. Мелкой теркой снимите цедру с лимона. Выжмите сок, смешайте с медом, оливковым маслом и хлопьями острого перца. Добавьте каперсы, перемешайте."
                },
                {
                    "title": "Смешайте салат с заправкой, посолите по вкусу. Посыпьте тертой лимонной цедрой и семенами кунжута."
                }
            ]
        },
        {
            "id": "PR-12",
            "title": "Финский рыбный суп",
            "description": "Наши друзья финны очень любят супы на молоке вообще и рыбные супы на молоке в частности. Вариантов супов из семги у них огромное...",
            "MainSlider": false,
            "ProductOfDay": true,
            "timeForCookong": 20,
            "TypeOfproducts": "lunch",
            "quantityOfServings": 10,
            "image": "Pr-12.jpg",
            "moreDescription": "Наши друзья финны очень любят супы на молоке вообще и рыбные супы на молоке в частности. Вариантов супов из семги у них огромное количество, мы еле выбрали. Впрочем, нет, не так все было сложно. Этот суп вкуснее всех прочих прежде всего потому, что там есть копченая рыба, придающая ему невероятный аромат – какой-то деревенский, что ли. Как будто мы его на костре приготовили. Подавайте суп с ржаным хлебом, в идеале – финским.",
            "CoocingLevel": "all",
            "ingredients": [
                {
                    "title": "2",
                    "quantity": "стакан молока"
                },
                {
                    "title": "свежая потрошеная семга",
                    "quantity": "1,5 кг"
                },
                {
                    "title": "семга горячего копчения",
                    "quantity": "200 г"
                },
                {
                    "title": "небольшой картофель",
                    "quantity": "4"
                },
                {
                    "title": "средняя морковка",
                    "quantity": "1"
                },
                {
                    "title": "небольшой корень сельдерея",
                    "quantity": "1"
                },
                {
                    "title": "небольшой кочанчик фенхеля",
                    "quantity": "1"
                },
                {
                    "title": "мука",
                    "quantity": "1 ст. л."
                }
            ],
            "steps": [
                {
                    "title": "У свежей семги отрежьте голову, хвост и плавники. Удалите из головы жабры, хорошо промойте. Выложите голову, хвост и плавники в большую кастрюлю, залейте 1,5 л холодной воды, на слабом огне доведите до кипения, снимите пену и варите 20–30 мин. Готовый бульон процедите в чистую кастрюлю."
                },
                {
                    "title": "Саму рыбу очистите от кожи и костей, разделайте на филе и разрежьте на 8 частей. Копченую семгу порежьте тонкими полосками."
                },
                {
                    "title": "Морковь и сельдерей очистите, порежьте тонкой соломкой. Картофель очистите и разрежьте на четвертинки. Фенхель очистите от поврежденных верхних листьев, мякоть порежьте тонкими ломтиками. Лук-порей нарежьте тонкими кольцами, промойте и обсушите."
                },
                {
                    "title": "Бульон поставьте на средний огонь, доведите до кипения. В кипящий бульон сначала выложите морковь с сельдереем, через 10 мин.– картофель и фенхель, еще через 5 мин. – лук-порей."
                },
                {
                    "title": "Когда суп почти готов, добавьте сырое филе и копченую семгу, готовьте 2–3 мин. В самом конце добавьте молоко, размешанное с мукой и измельченный укроп. Посолите, если нужно. Доведите до кипения, снимите с огня. Накройте крышкой и оставьте постоять 5 мин. В каждую тарелку выложите по куску филе и влейте суп с овощами. Подавайте немедленно."
                }
            ]
        },
        {
            "id": "PR-13",
            "title": "Шашлык из семги",
            "description": "Шашлык из семги может стать прекрасной альтернативой обычному мясному. Во-первых, он более легкий, чем тот, что...",
            "MainSlider": false,
            "ProductOfDay": true,
            "timeForCookong": 25,
            "TypeOfproducts": "dinner",
            "quantityOfServings": 4,
            "image": "Pr-13.jpg",
            "moreDescription": "Шашлык из семги может стать прекрасной альтернативой обычному мясному. Во-первых, он более легкий, чем тот, что готовится из свинины или баранины. Во-вторых, шашлык из рыбы значительно полезнее. И, наконец, в третьих, он получается очень нежным и вкусным. Правда, есть одно но: семга — довольно дорогая рыба. Что ж, вы вполне можете использовать и более бюджетные варианты, например, горбушу или кету. В этом случае шашлык получится менее жирным. Плюс это или минус? Решать только вам! А когда будет возможность попробовать шашлык именно из семги — сделайте это, хотя бы для того, чтобы сравнить ощущения.",
            "CoocingLevel": "hard",
            "ingredients": [
                {
                    "title": "филе семги",
                    "quantity": "500 г"
                },
                {
                    "title": "красный сладкий перец",
                    "quantity": "1/2 шт."
                },
                {
                    "title": "зеленый сладкий перец",
                    "quantity": "1/2 шт."
                },
                {
                    "title": "желтый сладкий перец",
                    "quantity": "1/2 шт."
                },
                {
                    "title": "оранжевый сладкий перец",
                    "quantity": "1/2 шт."
                },
                {
                    "title": "крупная красная луковица",
                    "quantity": "1/2 шт."
                },
                {
                    "title": "лимон ",
                    "quantity": "1 шт."
                },
                {
                    "title": "",
                    "quantity": ""
                }
            ],
            "steps": [
                {
                    "title": ""
                },
                {
                    "title": ""
                },
                {
                    "title": ""
                },
                {
                    "title": ""
                },
                {
                    "title": ""
                },
                {
                    "title": ""
                },
                {
                    "title": ""
                }
            ]
        }
    ]